Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Custom Share Extension in toolbar
ar: امتداد مشاركة مخصص في شريط الأدوات
ca: Extensió de compartir personalitzada a la barra d'eines
cs: Vlastní rozšíření sdílení na panelu nástrojů
da: Tilpasset delingsudvidelse i værktøjslinjen
de: Benutzerdefinierte Teilen-Erweiterung in der Symbolleiste
el: Προσαρμοσμένη επέκταση κοινοποίησης στη γραμμή εργαλείων
es: Extensión de compartir personalizada en la barra de herramientas
fi: Mukautettu jakamislaajennus työkalupalkissa
fr: Extension de partage personnalisée dans la barre d'outils
he: הרחבת שיתוף מותאמת אישית בסרגל הכלים
hi: टूलबार में कस्टम शेयर एक्सटेंशन
hr: Prilagođeno proširenje za dijeljenje u alatnoj traci
hu: Egyéni megosztás bővítmény az eszköztárban
id: Ekstensi Berbagi Kustom di toolbar
it: Estensione di condivisione personalizzata nella barra degli strumenti
ja: ツールバーのカスタム共有拡張
ko: 툴바의 사용자 정의 공유 확장입니다.
ms: Sambungan Kongsi Tersuai dalam bar alatan
nb: Egendefinert delingsutvidelse i verktøylinjen
nl: Aangepaste deel-extensie in werkbalk
pl: Niestandardowe rozszerzenie udostępniania na pasku narzędzi
pt_br: Extensão de compartilhamento personalizada na barra de ferramentas
pt_pt: Extensão de partilha personalizada na barra de ferramentas
ro: Extensie de partajare personalizată în bara de instrumente
ru: Пользовательское расширение общего доступа на панели инструментов
sk: Vlastné rozšírenie zdieľania na paneli nástrojov
sv: Anpassat delningstillägg i verktygsfältet
th: ส่วนขยายการแชร์แบบกำหนดเองในแถบเครื่องมือ
tr: Araç çubuğunda özel paylaşım uzantısı
uk: Користувацьке розширення спільного доступу на панелі інструментів
vi: Tiện ích mở rộng Chia sẻ tùy chỉnh trong thanh công cụ
zh_hans: 工具栏中的自定义分享扩展
zh_hant: 工具列中的自訂分享延伸功能

source: Custom User Agent
ar: وكيل مستخدم مخصص
ca: User agent personalitzat
cs: Vlastní user agent
da: Tilpasset brugeragent
de: Benutzerdefinierter User-Agent
el: Προσαρμοσμένος user agent
es: Agente de usuario personalizado
fi: Mukautettu käyttäjäagentti
fr: Agent utilisateur personnalisé
he: User Agent מותאם אישית
hi: कस्टम यूजर एजेंट
hr: Prilagođeni korisnički agent
hu: Egyéni felhasználói ügynök
id: User agent kustom
it: User agent personalizzato
ja: カスタムユーザーエージェント
ko: 사용자 정의 유저 에이전트
ms: Ejen pengguna tersuai
nb: Tilpasset brukeragent
nl: Aangepaste user-agent
pl: Niestandardowy user agent
pt_br: User agent personalizado
pt_pt: User agent personalizado
ro: User agent personalizat
ru: Пользовательский User-Agent
sk: Vlastný user agent
sv: Anpassad användaragent
th: User Agent ที่กำหนดเอง
tr: Özel kullanıcı aracısı
uk: Власний User-Agent
vi: User agent tùy chỉnh
zh_hans: 自定义用户代理
zh_hant: 自訂使用者代理

source: Customize DevTools buttons
ar: تخصيص أزرار DevTools
ca: Personalitza botons de DevTools
cs: Přizpůsobit tlačítka DevTools
da: Tilpas DevTools-knapper
de: DevTools-Schaltflächen anpassen
el: Προσαρμογή κουμπιών DevTools
es: Personalizar botones de DevTools
fi: Muokkaa DevTools-painikkeita
fr: Personnaliser les boutons DevTools
he: התאם כפתורי DevTools
hi: DevTools बटन कस्टमाइज़ करें
hr: Prilagodi gumbe DevTools
hu: DevTools gombok testreszabása
id: Sesuaikan tombol DevTools
it: Personalizza pulsanti DevTools
ja: DevToolsボタンをカスタマイズ
ko: DevTools 버튼을 배치합니다.
ms: Sesuaikan butang DevTools
nb: Tilpass DevTools-knapper
nl: DevTools-knoppen aanpassen
pl: Dostosuj przyciski DevTools
pt_br: Personalizar botões do DevTools
pt_pt: Personalizar botões do DevTools
ro: Personalizează butoane DevTools
ru: Настроить кнопки DevTools
sk: Prispôsobiť tlačidlá DevTools
sv: Anpassa DevTools-knappar
th: ปรับแต่งปุ่ม DevTools
tr: DevTools düğmelerini özelleştir
uk: Налаштувати кнопки DevTools
vi: Tùy chỉnh nút DevTools
zh_hans: 自定义DevTools按钮
zh_hant: 自訂DevTools按鈕

source: Customize navigation buttons
ar: تخصيص أزرار التنقل
ca: Personalitza botons de navegació
cs: Přizpůsobit navigační tlačítka
da: Tilpas navigationsknapper
de: Navigationsschaltflächen anpassen
el: Προσαρμογή κουμπιών πλοήγησης
es: Personalizar botones de navegación
fi: Muokkaa navigointipainikkeita
fr: Personnaliser les boutons de navigation
he: התאם כפתורי ניווט
hi: नेविगेशन बटन कस्टमाइज़ करें
hr: Prilagodi navigacijske gumbe
hu: Navigációs gombok testreszabása
id: Sesuaikan tombol navigasi
it: Personalizza pulsanti di navigazione
ja: ナビゲーションボタンをカスタマイズ
ko: 내비게이션 버튼을 배치합니다.
ms: Sesuaikan butang navigasi
nb: Tilpass navigasjonsknapper
nl: Navigatieknoppen aanpassen
pl: Dostosuj przyciski nawigacji
pt_br: Personalizar botões de navegação
pt_pt: Personalizar botões de navegação
ro: Personalizează butoane de navigare
ru: Настроить кнопки навигации
sk: Prispôsobiť navigačné tlačidlá
sv: Anpassa navigeringsknappar
th: ปรับแต่งปุ่มนำทาง
tr: Gezinme düğmelerini özelleştir
uk: Налаштувати кнопки навігації
vi: Tùy chỉnh nút điều hướng
zh_hans: 自定义导航按钮
zh_hant: 自訂導航按鈕

source: Customize toolbar & app bar
ar: تخصيص شريط الأدوات وشريط التطبيق
ca: Personalitza barra d'eines i d'aplicació
cs: Přizpůsobit panel nástrojů a panel aplikace
da: Tilpas værktøjslinje og applinje
de: Symbolleiste und App-Leiste anpassen
el: Προσαρμογή γραμμής εργαλείων και εφαρμογής
es: Personalizar barra de herramientas y de aplicación
fi: Muokkaa työkalupalkkia ja sovelluspalkkia
fr: Personnaliser la barre d'outils et d'application
he: התאם סרגל כלים וסרגל אפליקציה
hi: टूलबार और ऐप बार कस्टमाइज़ करें
hr: Prilagodi alatnu traku i traku aplikacije
hu: Eszköztár és alkalmazássáv testreszabása
id: Sesuaikan bilah alat dan bilah aplikasi
it: Personalizza barra degli strumenti e dell'app
ja: ツールバーとアプリバーをカスタマイズ
ko: 툴바 및 앱 바 사용자화
ms: Sesuaikan bar alat dan bar aplikasi
nb: Tilpass verktøylinje og applinje
nl: Werkbalk en app-balk aanpassen
pl: Dostosuj pasek narzędzi i aplikacji
pt_br: Personalizar barra de ferramentas e do app
pt_pt: Personalizar barra de ferramentas e da app
ro: Personalizează bara de instrumente și bara aplicației
ru: Настроить панель инструментов и панель приложения
sk: Prispôsobiť panel nástrojov a panel aplikácie
sv: Anpassa verktygsfält och appfält
th: ปรับแต่งแถบเครื่องมือและแถบแอป
tr: Araç çubuğu ve uygulama çubuğunu özelleştir
uk: Налаштувати панель інструментів і панель додатку
vi: Tùy chỉnh thanh công cụ và thanh ứng dụng
zh_hans: 自定义工具栏和应用栏
zh_hant: 自訂工具列和應用欄

source: Dark
ar: داكن
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτεινό
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hi: गहरा
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Întunecat
ru: Тёмная
sk: Tmavý
sv: Mörkt
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dark Mode
ar: الوضع الداكن
ca: Mode fosc
cs: Tmavý režim
da: Mørk tilstand
de: Dunkelmodus
el: Σκοτεινή λειτουργία
es: Modo oscuro
fi: Tumma tila
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
hr: Tamni način
hu: Sötét mód
id: Mode Gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
ms: Mod Gelap
nb: Mørk modus
nl: Donkere modus
pl: Tryb ciemny
pt_br: Modo escuro
pt_pt: Modo escuro
ro: Mod întunecat
ru: Тёмный режим
sk: Tmavý režim
sv: Mörkt läge
th: โหมดมืด
tr: Karanlık mod
uk: Темний режим
vi: Chế độ tối
zh_hans: 深色模式
zh_hant: 深色模式

source: Dark mode, Reduced motion, Contrast
ar: الوضع الداكن، تقليل الحركة، التباين
ca: Mode fosc, Moviment reduït, Contrast
cs: Tmavý režim, Snížený pohyb, Kontrast
da: Mørk tilstand, Reduceret bevægelse, Kontrast
de: Dunkelmodus, Reduzierte Bewegung, Kontrast
el: Σκοτεινή λειτουργία, Μειωμένη κίνηση, Αντίθεση
es: Modo oscuro, Movimiento reducido, Contraste
fi: Tumma tila, Vähennetty liike, Kontrasti
fr: Mode sombre, Mouvement réduit, Contraste
he: מצב כהה, תנועה מופחתת, ניגודיות
hi: डार्क मोड, कम मोशन, कंट्रास्ट
hr: Tamni način, Smanjeno kretanje, Kontrast
hu: Sötét mód, Csökkentett mozgás, Kontraszt
id: Mode gelap, Gerakan dikurangi, Kontras
it: Modalità scura, Movimento ridotto, Contrasto
ja: ダークモード、モーション軽減、コントラスト
ko: 다크 모드, 모션 줄이기, 대비
ms: Mod gelap, Gerakan dikurangkan, Kontras
nb: Mørk modus, Redusert bevegelse, Kontrast
nl: Donkere modus, Verminderde beweging, Contrast
pl: Tryb ciemny, Ograniczony ruch, Kontrast
pt_br: Modo escuro, Movimento reduzido, Contraste
pt_pt: Modo escuro, Movimento reduzido, Contraste
ro: Mod întunecat, Mișcare redusă, Contrast
ru: Тёмный режим, Уменьшение движения, Контраст
sk: Tmavý režim, Znížený pohyb, Kontrast
sv: Mörkt läge, Reducerad rörelse, Kontrast
th: โหมดมืด, ลดการเคลื่อนไหว, คอนทราสต์
tr: Karanlık mod, Azaltılmış hareket, Kontrast
uk: Темний режим, Зменшення руху, Контраст
vi: Chế độ tối, Giảm chuyển động, Độ tương phản
zh_hans: 深色模式、减弱动态效果、对比度
zh_hant: 深色模式、減少動態效果、對比度

source: Darwin kernel build number. Useful for tracking WebKit bugs in specific OS builds.
ar: رقم بناء نواة Darwin. مفيد لتتبع أخطاء WebKit في بنيات نظام تشغيل محددة.
ca: Número de compilació del nucli Darwin. Útil per fer seguiment d'errors de WebKit en compilacions específiques del SO.
cs: Číslo sestavení jádra Darwin. Užitečné pro sledování chyb WebKit v konkrétních sestaveních OS.
da: Darwin kernel build-nummer. Nyttigt til sporing af WebKit-bugs i specifikke OS-builds.
de: Darwin-Kernel Build-Nummer. Nützlich für das Tracking von WebKit-Bugs in bestimmten OS-Builds.
el: Αριθμός έκδοσης πυρήνα Darwin. Χρήσιμο για την παρακολούθηση σφαλμάτων WebKit σε συγκεκριμένες εκδόσεις λειτουργικού συστήματος.
es: Número de compilación del kernel Darwin. Útil para rastrear errores de WebKit en compilaciones específicas del SO.
fi: Darwin-ytimen koontiversio. Hyödyllinen WebKit-virheiden seuraamiseen tietyissä käyttöjärjestelmäkoonneissa.
fr: Numéro de build du noyau Darwin. Utile pour suivre les bugs WebKit dans des builds OS spécifiques.
he: מספר בנייה של ליבת Darwin. שימושי למעקב אחר באגים של WebKit בבניות מערכת הפעלה ספציפיות.
hi: Darwin कर्नेल बिल्ड नंबर। विशिष्ट OS बिल्ड में WebKit बग ट्रैक करने के लिए उपयोगी।
hr: Broj izgradnje Darwin kernela. Koristan za praćenje WebKit grešaka u određenim izgradnjama OS-a.
hu: Darwin kernel build szám. Hasznos WebKit hibák követéséhez adott OS buildekben.
id: Nomor build kernel Darwin. Berguna untuk melacak bug WebKit di build OS tertentu.
it: Numero di build del kernel Darwin. Utile per tracciare bug di WebKit in build specifici del SO.
ja: Darwinカーネルのビルド番号です。 特定のOSビルドでのWebKitバグ追跡に役立ちます。
ko: Darwin 커널 빌드 번호입니다. WebKit 버그 추적에 유용합니다.
ms: Nombor binaan kernel Darwin. Berguna untuk menjejak pepijat WebKit dalam binaan OS tertentu.
nb: Darwin kernel byggenummer. Nyttig for sporing av WebKit-feil i spesifikke OS-bygg.
nl: Darwin kernel build-nummer. Nuttig voor het volgen van WebKit-bugs in specifieke OS-builds.
pl: Numer kompilacji jądra Darwin. Przydatny do śledzenia błędów WebKit w konkretnych kompilacjach systemu.
pt_br: Número de build do kernel Darwin. Útil para rastrear bugs do WebKit em builds específicos do SO.
pt_pt: Número de compilação do kernel Darwin. Útil para rastrear bugs do WebKit em compilações específicas do SO.
ro: Număr de build kernel Darwin. Util pentru urmărirea erorilor WebKit în build-uri specifice de OS.
ru: Номер сборки ядра Darwin. Полезен для отслеживания ошибок WebKit в определённых сборках ОС.
sk: Číslo zostavenia jadra Darwin. Užitočné na sledovanie chýb WebKit v konkrétnych zostaveniach OS.
sv: Darwin kernel byggnummer. Användbart för att spåra WebKit-buggar i specifika OS-byggen.
th: หมายเลขบิลด์เคอร์เนล Darwin มีประโยชน์สำหรับติดตามบั๊ก WebKit ในบิลด์ OS เฉพาะ
tr: Darwin çekirdek yapı numarası. Belirli işletim sistemi yapılarında WebKit hatalarını izlemek için yararlı.
uk: Номер збірки ядра Darwin. Корисний для відстеження помилок WebKit у певних збірках ОС.
vi: Số bản dựng kernel Darwin. Hữu ích để theo dõi lỗi WebKit trong các bản dựng OS cụ thể.
zh_hans: Darwin内核构建号。 用于追踪特定OS构建中的WebKit错误。
zh_hant: Darwin核心建置號。 用於追蹤特定OS建置中的WebKit錯誤。

source: Data Detectors
ar: أجهزة كشف البيانات
ca: Detectors de dades
cs: Detektory dat
da: Datadetektorer
de: Datendetektoren
el: Ανιχνευτές δεδομένων
es: Detectores de datos
fi: Datantunnistus
fr: Détecteurs de données
he: גלאי נתונים
hi: डेटा डिटेक्टर
hr: Detektori podataka
hu: Adatérzékelők
id: Detektor Data
it: Rilevatori dati
ja: データ検出
ko: 데이터 감지
ms: Pengesan Data
nb: Datadetektorer
nl: Gegevensdetectors
pl: Wykrywacze danych
pt_br: Detectores de dados
pt_pt: Detetores de dados
ro: Detectoare date
ru: Детекторы данных
sk: Detektory údajov
sv: Datadetektorer
th: ตัวตรวจจับข้อมูล
tr: Veri algılayıcılar
uk: Детектори даних
vi: Bộ phát hiện dữ liệu
zh_hans: 数据检测器
zh_hant: 資料偵測器

source: Data Isolation
ar: عزل البيانات
ca: Aïllament de dades
cs: Izolace dat
da: Dataisolering
de: Datenisolierung
el: Απομόνωση δεδομένων
es: Aislamiento de datos
fi: Datan eristys
fr: Isolation des données
he: בידוד נתונים
hi: डेटा अलगाव
hr: Izolacija podataka
hu: Adatok elkülönítése
id: Isolasi data
it: Isolamento dati
ja: データ分離
ko: 데이터 격리
ms: Pengasingan data
nb: Dataisolering
nl: Data-isolatie
pl: Izolacja danych
pt_br: Isolamento de dados
pt_pt: Isolamento de dados
ro: Izolare date
ru: Изоляция данных
sk: Izolácia dát
sv: Dataisolering
th: การแยกข้อมูล
tr: Veri yalıtımı
uk: Ізоляція даних
vi: Cách ly dữ liệu
zh_hans: 数据隔离
zh_hant: 資料隔離

source: Data may be cleared after 7 days of inactivity.
ar: قد يتم مسح البيانات بعد 7 أيام من عدم النشاط.
ca: Les dades es poden esborrar després de 7 dies d'inactivitat.
cs: Data mohou být vymazána po 7 dnech nečinnosti.
da: Data kan slettes efter 7 dages inaktivitet.
de: Daten können nach 7 Tagen Inaktivität gelöscht werden.
el: Τα δεδομένα μπορεί να διαγραφούν μετά από 7 ημέρες αδράνειας.
es: Los datos pueden borrarse después de 7 días de inactividad.
fi: Tiedot voidaan poistaa 7 päivän käyttämättömyyden jälkeen.
fr: Les données peuvent être effacées après 7 jours d'inactivité.
he: הנתונים עשויים להימחק לאחר 7 ימים של חוסר פעילות.
hi: 7 दिनों की निष्क्रियता के बाद डेटा साफ़ हो सकता है।
hr: Podaci se mogu izbrisati nakon 7 dana neaktivnosti.
hu: Az adatok 7 nap inaktivitás után törlődhetnek.
id: Data mungkin dihapus setelah 7 hari tidak aktif.
it: I dati potrebbero essere cancellati dopo 7 giorni di inattività.
ja: 7日間使用しないとデータが削除される場合があります。
ko: 7일 미사용 시 데이터가 삭제될 수 있습니다.
ms: Data mungkin dipadamkan selepas 7 hari tidak aktif.
nb: Data kan slettes etter 7 dager uten aktivitet.
nl: Gegevens kunnen worden gewist na 7 dagen inactiviteit.
pl: Dane mogą zostać usunięte po 7 dniach nieaktywności.
pt_br: Os dados podem ser apagados após 7 dias de inatividade.
pt_pt: Os dados podem ser apagados após 7 dias de inatividade.
ro: Datele pot fi șterse după 7 zile de inactivitate.
ru: Данные могут быть удалены после 7 дней неактивности.
sk: Údaje môžu byť vymazané po 7 dňoch nečinnosti.
sv: Data kan raderas efter 7 dagars inaktivitet.
th: ข้อมูลอาจถูกล้างหลังจากไม่ใช้งาน 7 วัน
tr: Veriler 7 gün hareketsizlikten sonra silinebilir.
uk: Дані можуть бути видалені після 7 днів неактивності.
vi: Dữ liệu có thể bị xóa sau 7 ngày không hoạt động.
zh_hans: 7天不活动后数据可能会被清除。
zh_hant: 7天未使用後資料可能會被清除。

source: Decode
ar: فك التشفير
ca: Descodifica
cs: Dekódovat
da: Afkod
de: Dekodieren
el: Αποκωδικοποίηση
es: Decodificar
fi: Purkaa
fr: Décoder
he: פענח
hi: डिकोड
hr: Dekodiraj
hu: Dekódolás
id: Dekode
it: Decodifica
ja: デコード
ko: 디코드
ms: Nyahkod
nb: Dekod
nl: Decoderen
pl: Dekoduj
pt_br: Decodificar
pt_pt: Descodificar
ro: Decodează
ru: Декодировать
sk: Dekódovať
sv: Avkoda
th: ถอดรหัส
tr: Çöz
uk: Декодувати
vi: Giải mã
zh_hans: 解码
zh_hant: 解碼

source: Decoded Size
ar: الحجم بعد فك التشفير
ca: Mida descodificada
cs: Dekódovaná velikost
da: Afkodet størrelse
de: Dekodierte Größe
el: Αποκωδικοποιημένο μέγεθος
es: Tamaño decodificado
fi: Purettu koko
fr: Taille décodée
he: גודל מפוענח
hi: डिकोडेड आकार
hr: Dekodirana veličina
hu: Dekódolt méret
id: Ukuran terdekode
it: Dimensione decodificata
ja: デコード後サイズ
ko: 디코딩 크기
ms: Saiz dinyahkod
nb: Dekodet størrelse
nl: Gedecodeerde grootte
pl: Rozmiar zdekodowany
pt_br: Tamanho decodificado
pt_pt: Tamanho descodificado
ro: Dimensiune decodată
ru: Декодированный размер
sk: Dekódovaná veľkosť
sv: Avkodad storlek
th: ขนาดหลังถอดรหัส
tr: Çözülmüş boyut
uk: Декодований розмір
vi: Kích thước đã giải mã
zh_hans: 解码大小
zh_hant: 解碼大小

source: Default
ar: افتراضي
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Predeterminado
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
nb: Standard
nl: Standaard
pl: Domyślnie
pt_br: Padrão
pt_pt: Predefinido
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Snippet
ar: حذف المقتطف
ca: Elimina fragment
cs: Smazat úryvek
da: Slet uddrag
de: Snippet löschen
el: Διαγραφή αποσπάσματος
es: Eliminar fragmento
fi: Poista katkelma
fr: Supprimer l'extrait
he: מחק קטע קוד
hi: स्निपेट हटाएं
hr: Obriši isječak
hu: Kódrészlet törlése
id: Hapus snippet
it: Elimina snippet
ja: スニペットを削除
ko: 스니펫 삭제
ms: Padam coretan
nb: Slett utdrag
nl: Snippet verwijderen
pl: Usuń fragment
pt_br: Excluir snippet
pt_pt: Eliminar snippet
ro: Șterge fragment
ru: Удалить сниппет
sk: Odstrániť úryvok
sv: Ta bort kodsnutt
th: ลบสนิปเพ็ต
tr: Kod parçacığını sil
uk: Видалити сніпет
vi: Xóa đoạn mã
zh_hans: 删除代码片段
zh_hant: 刪除程式碼片段

source: Denied
ar: مرفوض
ca: Denegat
cs: Zamítnuto
da: Nægtet
de: Abgelehnt
el: Απορρίφθηκε
es: Denegado
fi: Hylätty
fr: Refusé
he: נדחה
hi: अस्वीकृत
hr: Odbijeno
hu: Megtagadva
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
ms: Dinafikan
nb: Nektet
nl: Geweigerd
pl: Odmowa
pt_br: Negado
pt_pt: Negado
ro: Refuzat
ru: Отклонено
sk: Zamietnuté
sv: Nekad
th: ถูกปฏิเสธ
tr: Reddedildi
uk: Відхилено
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Deprecated in iOS 26. Interferes with Liquid Glass background effects.
ar: موقوف في iOS 26. يتداخل مع تأثيرات خلفية Liquid Glass.
ca: Obsolet a iOS 26. Interfereix amb els efectes de fons Liquid Glass.
cs: Zastaralé v iOS 26. Narušuje efekty pozadí Liquid Glass.
da: Forældet i iOS 26. Forstyrrer Liquid Glass-baggrundseffekter.
de: Veraltet in iOS 26. Stört Liquid Glass-Hintergrundeffekte.
el: Καταργημένο στο iOS 26. Παρεμβαίνει στα εφέ φόντου Liquid Glass.
es: Obsoleto en iOS 26. Interfiere con los efectos de fondo Liquid Glass.
fi: Vanhentunut iOS 26:ssa. Häiritsee Liquid Glass -taustatehosteita.
fr: Obsolète dans iOS 26. Interfère avec les effets de fond Liquid Glass.
he: הוצא משימוש ב-iOS 26. מפריע לאפקטי רקע Liquid Glass.
hi: iOS 26 में अप्रचलित। Liquid Glass पृष्ठभूमि प्रभावों में हस्तक्षेप करता है।
hr: Zastarjelo u iOS 26. Ometa Liquid Glass pozadinske efekte.
hu: Elavult az iOS 26-ban. Zavarja a Liquid Glass háttéreffektusokat.
id: Tidak digunakan lagi di iOS 26. Mengganggu efek latar Liquid Glass.
it: Deprecato in iOS 26. Interferisce con gli effetti di sfondo Liquid Glass.
ja: iOS 26で非推奨です。Liquid Glass背景効果と干渉します。
ko: iOS 26에서 deprecated됐습니다. Liquid Glass 효과와 충돌합니다.
ms: Tidak digunakan dalam iOS 26. Mengganggu kesan latar Liquid Glass.
nb: Utfaset i iOS 26. Forstyrrer Liquid Glass-bakgrunnseffekter.
nl: Verouderd in iOS 26. Interfereert met Liquid Glass-achtergrondeffecten.
pl: Przestarzałe w iOS 26. Zakłóca efekty tła Liquid Glass.
pt_br: Obsoleto no iOS 26. Interfere com efeitos de fundo Liquid Glass.
pt_pt: Obsoleto no iOS 26. Interfere com efeitos de fundo Liquid Glass.
ro: Învechit în iOS 26. Interferează cu efectele de fundal Liquid Glass.
ru: Устарело в iOS 26. Мешает эффектам фона Liquid Glass.
sk: Zastarané v iOS 26. Ruší efekty pozadia Liquid Glass.
sv: Utfasad i iOS 26. Stör Liquid Glass-bakgrundseffekter.
th: เลิกใช้ใน iOS 26 รบกวนเอฟเฟกต์พื้นหลัง Liquid Glass
tr: iOS 26'da kullanımdan kaldırıldı. Liquid Glass arka plan efektleriyle çakışır.
uk: Застаріло в iOS 26. Заважає ефектам фону Liquid Glass.
vi: Không dùng nữa trong iOS 26. Ảnh hưởng đến hiệu ứng nền Liquid Glass.
zh_hans: 在 iOS 26 中已弃用。与 Liquid Glass 背景效果冲突。
zh_hant: 在 iOS 26 中已棄用。與 Liquid Glass 背景效果衝突。

source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 說明

source: Deselect All
ar: إلغاء تحديد الكل
ca: Desselecciona tot
cs: Zrušit výběr všeho
da: Fravælg alle
de: Alle abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fi: Poista kaikkien valinta
fr: Tout désélectionner
he: בטל בחירת הכל
hi: सभी अचयनित करें
hr: Odznači sve
hu: Összes kijelölés törlése
id: Batalkan pilih semua
it: Deseleziona tutto
ja: すべての選択を解除
ko: 전체 선택 해제
ms: Nyahpilih semua
nb: Fjern alle valg
nl: Alles deselecteren
pl: Odznacz wszystko
pt_br: Desmarcar tudo
pt_pt: Desmarcar tudo
ro: Deselectează tot
ru: Снять выделение со всего
sk: Zrušiť výber všetkého
sv: Avmarkera alla
th: ยกเลิกเลือกทั้งหมด
tr: Tümünün seçimini kaldır
uk: Скасувати вибір усіх
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Desktop
ar: سطح المكتب
ca: Escriptori
cs: Počítač
da: Computer
el: Επιτραπέζιος
es: Escritorio
fi: Tietokone
fr: Bureau
he: שולחן עבודה
hi: डेस्कटॉप
hr: Stolno računalo
hu: Asztali
ja: デスクトップ
ko: 데스크탑
nb: Datamaskin
pl: Komputer
pt_pt: Computador
ru: Настольный
sk: Počítač
sv: Dator
th: เดสก์ท็อป
tr: Masaüstü
uk: Комп'ютер
vi: Máy tính
zh_hans: 桌面
zh_hant: 桌面
